---
kind: other
id: Properties.T:Autodesk.Revit.DB.DXFExportOptions
source: html/bbb71d53-e2e1-f598-5313-1854f1ec7ebb.htm
---
# DXFExportOptions Properties

The preferred way to generate geometry of ACA objects.
 Default value is ACAObjectPreference.Object.